package uishell

// Help text
const helpText string = `Клиент менеджера паролей.

Шифрует полученные данные и сохраняет их на сервере.

Позволяет работать со следующими данными:
	1. Пары логин/пароль
	2. Данные банковских карт
	3. Произвольные текстовые данные
	4. Произвольные бинарные данные


Поддерживает автодополнение команд. Выбрать команду из списка предложенных
можно с помощью TAB.
	
Для входа в приложение необходимо авторизоваться/зарегестрироваться:
register - регистрация нового пользователя
login - войти в учетную запись
exit - выход из приложения`
